'Напишите программу для слияния нескольких словарей в один.'
c = {1: 2 , 2: 3}
b = {4: 5, 5: 6}
f = c | b 
print (f)

