'Напишите программу, которая принимает два списка и выводит все элементы первого, которых нет во втором.'
a = set([1,2,3,4,5])
b = set([1,5,7,8])
print (a-b)
            

